Repository: henriquemattos/woocommerce-product-vendors
Catalog: languages/woocommerce-product-vendors-*.po
Languages: pt_br

source: Thanks for registering to become a vendor. Your application is being reviewed at this time.
pt_br: Obrigado por se registrar para ser um vendedor. Seu cadastro está sendo processado a partir de agora.

source: Add Logo
pt_br: Adicionar Logo

# enhanced select
source: One result is available, press enter to select it.
pt_br: Um resultado está disponível, pressione enter para selecioná-lo.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
pt_br: %qty% resultados estão disponíveis, use as teclas de direção para navegar.

# enhanced select
source: No matches found
pt_br: Nenhuma ocorrência encontrada

# enhanced select
source: Loading failed
pt_br: Falha no carregamento

# enhanced select
source: Please enter 1 or more characters
pt_br: Por favor, insira 1 ou mais caracteres

# enhanced select
source: Please enter %qty% or more characters
pt_br: Por favor, insira %qty% ou mais caracteres

# enhanced select
source: Please delete 1 character
pt_br: Por favor, exclua 1 caracter

# enhanced select
source: Please delete %qty% characters
pt_br: Por favor, exclua %qty% caracteres

# enhanced select
source: You can only select 1 item
pt_br: Você só pode selecionar 1 item

# enhanced select
source: You can only select %qty% items
pt_br: Você só pode selecionar %qty% items

# enhanced select
source: Loading more results&hellip;
pt_br: Carregando mais resultados&hellip;

# enhanced select
source: Searching&hellip;
pt_br: Buscando&hellip;

source: Select an option&hellip;
pt_br: Escolha uma opção&hellip;

source: Products awaiting review
pt_br: Produtos aguardando revisão

source: Products
pt_br: Produtos

source: Notes
pt_br: Notas

source: Vendor ID
pt_br: ID Vendedor

source: Managed Vendors
pt_br: Vendedor Gerenciado

source: Vendor Commission
pt_br: Comissão Vendedor

source: Commission
pt_br: Comissão

source: Commissions
pt_br: Comissões

source: Search results for
pt_br: Resultados de busca para

source: Search Order #
pt_br: Buscar Pedido #

source: Vendor
pt_br: Vendedor

source: Vendors
pt_br: Vendedores

source: Payments
pt_br: Pagamentos

source: Payout Schedule
pt_br: Agendamento de Remessa

source: Choose the frequency of commission payout for vendors. Any commission that is unpaid will follow the schedule set here. Note that by saving this option, a payout will initiate now and recur based on your settings from today's date.
pt_br: Escolha a frequência de remessa de comissão para vendedores. Qualquer comissão que não estiver paga será inserida neste agendamento. Perceba que salvando esta opção, uma remessa se iniciará agora e será recorrente baseada nas sua configurações com data de hoje.

source: Weekly
pt_br: Semanalmente

source: Bi-Weekly
pt_br: A cada duas semanas

source: Monthly
pt_br: Mensal

source: PayPal Mass Payments Environment
pt_br: Ambiente de Pagamentos em Massa do PayPal

source: PayPal Mass Payments sandbox mode can be used to test payouts. You will need API credentials for this. Please refer to <a href="https://developer.paypal.com/docs/integration/admin/manage-apps/" target="_blank" title="PayPal Documentation">PayPal Documentation</a>
pt_br: O modo de teste do Pagamentos em Massa do PayPal pode ser usado para testar remessas. Você precisa de credenciais da API para isto. Por favor, visite a <a href="https://developer.paypal.com/docs/integration/admin/manage-apps/" target="_blank" title="PayPal Documentation">Documentação PayPal</a>

source: Sandbox
pt_br: Modo de teste

source: Live
pt_br: Produção

source: (Sandbox) PayPal Mass Payments API Client ID
pt_br: (Modo de teste) ID do Cliente da API de Pagamentos em Massa do PayPal

source: Enter the API Client ID.
pt_br: Insira a ID do Cliente da API.

source: (Sandbox) PayPal Mass Payments API Client Secret
pt_br: (Modo de teste) Segredo do Cliente da API para Pagamentos em Massa do PayPal

source: Enter the API Client Secret.
pt_br: Insira o Segredo do Cliente da API.

source: PayPal Mass Payments API Client ID
pt_br: ID do Cliente da API de Pagamentos em Massa do PayPal

source: PayPal Mass Payments API Client Secret
pt_br: Segredo do Cliente da API de Pagamentos em Massa do PayPal

source: Default Commission
pt_br: Comissão Padrão

source: Enter a default commission that works globally for all vendors as a fallback if commission is not set per vendor level. Enter a positive number.
pt_br: Insira uma comissão padrão que servirá como opção para todos os vendedores quando a comissão de nível do vendedor não for configurada. Insira um número positivo.

source: Commission Type
pt_br: Tipo de Comissão

source: Choose whether the commission amount will be a fixed amount or a percentage of the cost.
pt_br: Escolha se o montante da comissão será um valor fixo ou uma porcentagem do custo.

source: Percentage
pt_br: Porcentagem

source: Fixed
pt_br: Fixo

source: Logging
pt_br: Gravar

source: Enable this to log debug messages. Useful for troubleshooting.
pt_br: Habilite para gravar mensagens de depuração. Útil em resolução de problemas técnicos.

source: Display
pt_br: Visualizar

source: Show [Sold By]
pt_br: Mostrar [Vendido por]

source: Enable this to show [Sold By Vendor Name] for each product.
pt_br: Habilite para mostrar [Vendido por Nome do Vendedor] para cada produto.

source: Show Vendor Review
pt_br: Mostrar Avaliações do Vendedor

source: Enable this to show vendor's overall review rating on vendor's page.
pt_br: Habilite para mostrar o resultado geral das avaliações na página do vendedor.

source: Show Vendor Logo
pt_br: Mostrar Logo do Vendedor

source: Enable this to show vendor's logo on vendor's page.
pt_br: Habilite para mostrar o logo do vendedor na página do vendedor.

source: Show Vendor Profile
pt_br: Mostrar Perfil do Vendedor

source: Enable this to show vendor's profile on vendor's page.
pt_br: Habilite para mostrar o perfil do vendedor na página do vendedor.

source: Sold By:
pt_br: Vendido por:

source: Commission %s:
pt_br: Comissão %s:

source: Enter a default commission for this product. Enter a positive number.
pt_br: Insira a comissão padrão para este produto. Insira um número positivo.

source: Enter a commission for this product variation. Enter a positive number.
pt_br: Insira uma comissão para a variação deste produto. Insira um número positivo.

source: Pass shipping/tax
pt_br: Passar envio/imposto

source: Check box to pass the shipping and tax charges for this product to the vendor.
pt_br: Marque a caixa para passar as cobranças de entrega e impostos deste produto para o vendedor.

source: Toggle Pass shipping/tax
pt_br: Alterar passar envio/imposto

source: Cheatin&#8217; huh?
pt_br: Trapaceando, né?!

source: Pass Shipping/Tax to Vendor?
pt_br: Passar Envio/Imposto para Vendedor?

source: — No Change —
pt_br: — Nenhuma Alteração —

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Fulfillment Status
pt_br: Status do Requerimento

source: Commission Status
pt_br: Status da Comissão

source: No Change
pt_br: Nenhuma Alteração

source: No Vendor
pt_br: Nenhum Vendedor

source: Total commissions earned from %1$s as of %2$s on %3$s
pt_br: Total de comissões faturadas de %1$s a partir de %2$s em %3$s

source: Product Vendor Transients Cleared
pt_br: Temporários do Vendedor Apagados

source: Product Vendor Webhook Deleted.
pt_br: Webhook do Vendedor Deletado.

source: Product Vendors Transients
pt_br: Temporários dos Vendedores

source: Clear all transients/cache
pt_br: Limpar todos os temporários/cache

source: This will clear all Product Vendors related transients/caches such as reports.
pt_br: Isto irá apagar todos os temporários/caches relacionados aos vendedores, como relatórios.

source: Product Vendors Delete Webhook
pt_br: Apagar Webhook dos Vendedores

source: Delete Webhook
pt_br: Apagar Webhook

source: Troubleshoot PayPal Mass Payout. Delete current webhook and receive new webhook id.
pt_br: Inspecionar a Remessa em Massa do PayPal. Apague o webhook atual e receba um novo ID webhook.

source: Show All
pt_br: Mostrar Todos

source: Filter
pt_br: Filtro

source: commissions-%s.csv
pt_br: comissions-%s.csv

source: Export Commissions
pt_br: Exportar Comissões

source: unpaid-commissions-%s.csv
pt_br: unpaid-comissions-%s.csv

source: Export All Unpaid Commissions
pt_br: Exportar Todas as Comissões Devidas

source: Show all dates
pt_br: Mostrar todas as datas

source: Show all Statuses
pt_br: Mostrar todos os Status

source: Unpaid
pt_br: Devida

source: Paid
pt_br: Paga

source: Void
pt_br: Vazia

source: Show all Vendors
pt_br: Mostrar todos os Vendedores

source: Order
pt_br: Pedido

source: Order Status
pt_br: Status do Pedido

source: Order Date
pt_br: Data do Pedido

source: Product
pt_br: Produto

source: Paid Date
pt_br: Data do Pagamento

source: Order Not Found
pt_br: Pedido Não Encontrado

source: N/A
pt_br: N/D

source: Vendor Not Found
pt_br: Vendedor Não Encontrado

source: Product Not Found
pt_br: Produto Não Encontrado

source: UNPAID
pt_br: DEVIDA

source: PAID
pt_br: PAGA

source: VOID
pt_br: VAZIA

source: UNFULFILLED
pt_br: INCOMPLETA

source: FULFILLED
pt_br: COMPLETA

source: No commissions found.
pt_br: Nenhuma comissão encontrada.

source: Pay Commission
pt_br: Pagar Comissão

source: Mark Unpaid
pt_br: Marcar como Devida

source: Mark Paid
pt_br: Marcar como Paga

source: Mark Void
pt_br: Marcar como Vazia

source: Mark Fulfilled
pt_br: Marcar como Completa

source: Mark Unfulfilled
pt_br: Marcar como Incompleta

source: Delete Commission
pt_br: Excluir Comissão

source: %d item processed.
pt_br: %d ítem processado.

source: Paid status will be updated in a few minutes.
pt_br: Status Pago será atualizado em alguns minutos.

source: Select All
pt_br: Selecionar Todas

source: Current
pt_br: Atual

source: Vendor Switcher (%s)
pt_br: Alteração de Vendedor (%s)

source: Please provide a question.
pt_br: Por favor, insira uma pergunta.

source: You must be an authorize vendor user to submit a support question.
pt_br: Você deve ser um vendedor autorizado para enviar dúvidas.

source: Vendor: %s
pt_br: Vendedor: %s

source: First Name: %s
pt_br: Primerio Nome: %s

source: Last Name: %s
pt_br: Último Nome: %s

source: Question:
pt_br: Dúvida:

source: Vendor Support Question
pt_br: Suporte à Dúvidas de Vendedores

source: Your question has been submitted. You will be contacted shortly.
pt_br: Sua pergunta foi enviada. Você será contactado em breve.

source: You are not allowed to edit this item.
pt_br: Você não tem permissão para alterar este item.

source: Show all product types
pt_br: Mostrar todos os tipos de produtos

source: Grouped product
pt_br: Produto agrupado

source: External/Affiliate product
pt_br: Produto Externo/Afiliado

source: Variable product
pt_br: Produto Variável

source: Simple product
pt_br: Produto Simples

source: Downloadable
pt_br: Baixável

source: Orders
pt_br: Pedidos

source: Reports
pt_br: Relatórios

source: Store Settings
pt_br: Configurações da Loja

source: Support
pt_br: Suporte

source: Customer Billing Address
pt_br: Endereço de Cobrança do Cliente

source: First name
pt_br: Primeiro Nome

source: Last name
pt_br: Último Nome

source: Company
pt_br: Empresa

source: Address 1
pt_br: Endereço 1

source: Address 2
pt_br: Endereço 2

source: City
pt_br: Cidade

source: Postcode
pt_br: CEP

source: Country
pt_br: País

source: Select a country&hellip;
pt_br: Selecione um país&hellip;

source: State/County
pt_br: Estado/País

source: State/County or state code
pt_br: Estado/País ou código do Estado

source: Telephone
pt_br: Telefone

source: Customer Shipping Address
pt_br: Endereço de Entrega do Cliente

source: Products awaiting fulfillment
pt_br: Produtos aguardando requerimentos

source: Sales Summary
pt_br: Resumo das Vendas

source: <strong>%s</strong> net sales this month
pt_br: <strong>%s</strong> vendas líquidas este mês

source: %s top seller this month (sold %d)
pt_br: %s melhor vendedor este mês (vendeu %d)

source: <strong>%s</strong> commission this month
pt_br: <strong>%s</strong> comissão este mês

source: <strong>%s product</strong> awaiting fulfillment
pt_br: <strong>%s produto</strong> aguardando requiremento

source: <strong>%s product</strong> low in stock
pt_br: <strong>%s produto</strong> com estoque baixo

source: <strong>%s product</strong> out of stock
pt_br: <strong>%s produto</strong> sem estoque

source: No orders found.
pt_br: Nenhum pedido encontrado.

source: added on %1$s at %2$s
pt_br: adicionado em %1$s às %2$s

source: by %s (%s)
pt_br: por %s (%s)

source: by %s
pt_br: por %s

source: There are no notes yet.
pt_br: Não há notas ainda

source: Add note
pt_br: Adicionar nota

source: Add a note for your reference, or add a customer note (the user will be notified).
pt_br: Adicionar nota para sua referência, ou adicione uma nota de cliente (o usuário será notificado).

source: Private note
pt_br: Nota privada

source: Note to customer
pt_br: Nota para cliente

source: Add
pt_br: Adicionar

source: Show all Commission Statuses
pt_br: Mostrar todos os status de comissão

source: Shipping
pt_br: Entrega

source: Not Found
pt_br: Não encontrado

source: %s average daily sales
pt_br: %s vendas médias diária

source: %s average monthly sales
pt_br: %s vendas médias mensais

source: %s gross sales in this period
pt_br: %s vendas brutas neste período

source: This is the sum of the order totals after any refunds and including shipping and taxes.
pt_br: Esta é a soma do total dos pedidos após qualquer reembolso e incluindo entregas e impostos.

source: %s net sales in this period
pt_br: %s vendas líquidas neste período

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
pt_br: Esta é a soma do total dos pedidos após qualquer reembolso e excluindo entregas e impostos.

source: %s orders placed
pt_br: %s pedidos feitos

source: %s items purchased
pt_br: %s ítens comprados

source: %s charged for shipping
pt_br: %s cobrados para entregas

source: %s total commission (vendors)
pt_br: %s comissões totais (vendedores)

source: This is the sum of the commission including shipping and taxes if applicable.
pt_br: Esta é a soma das comissões incluindo entregas e impostos quando aplicáveis.

source: Year
pt_br: Ano

source: Last Month
pt_br: Mês Passado

source: This Month
pt_br: Este Mês

source: Last 7 Days
pt_br: Últimos 7 Dias

source: Date
pt_br: Data

source: Export CSV
pt_br: Exportar CSV

source: Number of orders
pt_br: Número de Pedidos

source: Number of items sold
pt_br: Número de ítens vendidos

source: Shipping amount
pt_br: Quantidade de entregas

source: Average sales amount
pt_br: Quantidade média de vendas

source: Gross Sales amount
pt_br: Quantidade de vendas brutas

source: Net Sales amount
pt_br: Quantidade de vendas líquidas

source: Total Commission Amount (vendors)
pt_br: Quantidade total de comissão (vendedores)

source: Showing reports for:
pt_br: Visualizando relatórios para:

source: Reset
pt_br: Redefinir

source: Vendor Search
pt_br: Busca de Vendedor

source: Search for a vendor&hellip;
pt_br: Encontre um vendedor&hellip;

source: Show
pt_br: Mostrar

source: Sales by date
pt_br: Vendas pro data

source: Custom:
pt_br: Personalizar:

source: Go
pt_br: Ir

source: No low in stock products found.
pt_br: Nenhum produto com estoque baixo encontrado.

source: No out of stock products found.
pt_br: Nenhum produto fora de estoque encontrado.

source: %s total earned commission
pt_br: %s comissão total recebida

source: This is the sum of the earned commission including shipping and taxes if applicable.
pt_br: Esta é a soma da comissão recebida incluindo entregas e impostos se aplicáveis

source: %s total paid commission
pt_br: %s comissão total paga

source: This is the sum of the commission paid including shipping and taxes if applicable.
pt_br: Esta é a soma das comissões pagas incluindo entregas e impostos se aplicáveis

source: Total Earned Commission Amount
pt_br: Valor Total da Comissão Recebida

source: Total Commission Amount
pt_br: Valor Total da Comissão

source: %s sales for the selected items
pt_br: %s vendas para os ítens selecionados

source: %s purchases for the selected items
pt_br: %s compras para os ítens selecionados

source: Product Search
pt_br: Busca de Produto

source: Search for a product&hellip;
pt_br: Encontre um produto&hellip;

source: Top Sellers
pt_br: Melhores Vendedores

source: No products found in range
pt_br: Nenhum produto encontrado na variação

source: Top Earners
pt_br: Melhores Recebedores

source: &larr; Choose a product to view stats
pt_br: &larr; Escolha um produto para ver as estatísticas

source: Sales amount
pt_br: Valor das vendas

source: Sales by product
pt_br: Vendas por produto

source: Stock
pt_br: Estoque

source: Low in stock
pt_br: Baixo em estoque

source: Out of stock
pt_br: Fora de estoque

source: Most Stocked
pt_br: Mais estocado

source: Thanks for updating Product Vendors to 2.0.0+. You can optionally convert all your past data into this current version. Please note this may take awhile so you may want to do this when your site traffic is at its lowest and it would be best to do a full site backup prior to proceeding. If you still want to convert all the data, click on the update button.
pt_br: Obrigado por atualizar o Product Vendors para 2.0.0+. Você pode, opcionalmente, converter todos seus dados anteriores para a versão atual. Por favor, note que isto pode levar algum tempo, então você pode querer fazer isto quando o tráfego do seu site estiver mais baixo e é melhor fazer um backup completo do site antes de proceder. Se você quiser converter todos os dados, clique no botão de atualizar.

source: Update
pt_br: Atualizar

source: Dismiss
pt_br: Dispensar

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
pt_br: É extremamente recomendável que você faça um backup do seu banco de dados antes de prosseguir. Você tem certeza que deseja executar a atualização agora?

source: Additional Settings
pt_br: Configurações Adicionais

source: Enter any notes about this vendor. Only seen by store owners.
pt_br: Insira qualquer nota sobre este vendedor. Visto somente por donos da loja.

source: Vendor Logo
pt_br: Logo do Vendedor

source: Upload Logo
pt_br: Carregar Logo

source: Click to remove image
pt_br: Clique para remover imagem

source: Vendor Profile
pt_br: Perfil do Vendedor

source: Enter the profile information you would like for customer to see.
pt_br: Insira a informação de perfil que você gostaria que os clientes vissem.

source: Vendor Email
pt_br: Email do Vendedor

source: Enter the email for this vendor. This is the email where all notifications are sent such as new orders and customer inquiries. You may enter more than one email separating each with a comma.
pt_br: Insira o e-mail para este vendedor. Este é o email que todas as notificações serão enviadas, como novos pedidos e reclamações de clientes. Você pode inserir mais de um email separando-os por vírgula.

source: Vendor Admins
pt_br: Vendedores Admins

source: Additional access level can be set individually per vendor user.
pt_br: Níveis de acessos individualizados podem ser definidos para cada usuário vendedor.

source: Search for Users
pt_br: Buscar Usuários

source: A list of users who can manage this vendor.
pt_br: Uma lista de usuários que podem gerenciar este vendedor.

source: This is the commission amount the vendor will receive. Product level commission can be set which will override this commission.
pt_br: Este é o valor da comissão que o vendedor vai receber. Comissões a nível de produto podem ser definidas e irão suspender esta comissão.

source: Enter a positive number.
pt_br: Insira um número positivo.

source: Instant Payout
pt_br: Remessa Instantânea

source: Pay commission to vendor instantly when order is paid. (Uses PayPal Mass Payments)
pt_br: Pagar comissão ao vendedor instantaneamente quando o pedido for pago. (Utiliza Pagamentos em Massa do PayPal)

source: PayPal Email
pt_br: Email PayPal

source: Scheduled commission payouts will be using this PayPal email to receive payments.
pt_br: Remessas de comissões agendadas vão utilizar este email do PayPal para receber pagamentos.

source: Timezone
pt_br: Fuso Horário

source: Set the local timezone.
pt_br: Definir o Fuso Horário Local

source: Show Per Product Shipping Rules
pt_br: Mostrar Regras de Entrega por Produto

source: When enabled, vendor can edit per product shipping rules.
pt_br: Quando habilitado, o vendedor pode editar a regra de entrega por produto.

source: Enable Bookings Feature
pt_br: Habilitar Função Reservas

source: Enable to allow vendors to create bookable products such as booking classes or lessons. ( WooCommerce Bookings sold seperately )
pt_br: Permite vendedores criarem produtos reserváveis como classes ou aulas agendadas. ( WooCommerce Bookings vendido separadamente )

source: Vendor Management
pt_br: Gerenciamento do Vendedor

source: Managing
pt_br: Gerenciando

source: Publish Products
pt_br: Publicar Produtos

source: Needs Approval
pt_br: Precisa de Aprovação

source: Allow
pt_br: Permitir

source: This setting determines if this vendor user is allowed to publish products live without approval.
pt_br: Esta configuração determina se o usuário vendedor pode publicar produtos sem aprovação.

source: Manage Customers
pt_br: Gerenciar Clientes

source: Not Allow
pt_br: Não Permitir

source: Allowed
pt_br: Permitido

source: This setting determines if this vendor user can manage customers which includes their own existing customers and create new customers.
pt_br: Esta configuração determina se o usuário vendedor pode gerenciar clientes que incluam seus clientes existentes e criar novos clientes.

source: Enter any notes about this vendor. Only seen by store owners.
pt_br: Insira qualquer nota sobre este vendedor. Somente visto por donos da loja.

source: Enter the email for this vendor. This is the email where all notifications are sent such as new orders and customer inquiries. You may enter more than one email separating each with a comma.
pt_br: Insira o e-mail para este vendedor. Este é o email que todas as notificações serão enviadas, como novos pedidos e reclamações de clientes. Você pode inserir mais de um email separando-os por vírgula.

source: This is the commission amount the vendor will receive. Product level commission can be set which will override this commission.
pt_br: Este é o valor da comissão que o vendedor vai receber. Comissões a nível de produto podem ser definidas e irão suspender esta comissão.

source: Enable to allow vendors to create bookable products such as booking classes or lessons. ( WooCommerce Bookings sold separately )
pt_br: Permite vendedores criarem produtos reserváveis como classes ou aulas agendadas. ( WooCommerce Bookings vendido separadamente )

source: Order Notes
pt_br: Notas do Pedido

source: Order #%s Details
pt_br: Detalhes do Pedido #%s

source: General Details
pt_br: Detalhes Gerais

source: Order date:
pt_br: Data do Pedido:

source: Order status:
pt_br: Status do Pedido:

source: Billing Details
pt_br: Detalhes da Cobrança

source: Address
pt_br: Endereço

source: No shipping address set.
pt_br: Nenhum endereço de entrega definido.

source: Phone:
pt_br: Telefone:

source: Shipping Details
pt_br: Detalhes da Entrega

source: Order Items
pt_br: Ítens do Pedido

source: PayPal email account where you will receive your commission.
pt_br: Email da conta do PayPal que você deseja receber suas comissões.
