Repository: henriquemattos/woocommerce-product-vendors
Catalog: languages/woocommerce-product-vendors-*.po
Languages: pt_br

source: Here you can get support on any issues you may have.
pt_br: Aqui você pode ter suporte em qualquer dúvida que tenha.

source: Please provide your support question below.
pt_br: Por favor, insira sua dúvida abaixo.

source: Submit
pt_br: Enviar

source: WooCommerce Product Vendors Plugin requires WooCommerce to be installed and active. You can download %s here.
pt_br: WooCommerce Product Vendors Plugin precisa que o WooCommerce esteja instalado e ativado. Você pode baixar %s aqui.
