Repository: henriquemattos/woocommerce-product-vendors
Catalog: languages/woocommerce-product-vendors-*.po
Languages: pt_br

source: Default commission you will receive per product sale. Please note product level commission can override this. Check your product to confirm.
pt_br: Comissão padrão que você vai receber por venda de produto. Por favor, saiba que comissão a nível de produto pode desqualificar esta comissão. Confira seu produto para confirmar.

source: Your application is being reviewed. You will be notified once approved.
pt_br: Seu cadastro está sendo avaliado. Você será notificado quando aprovado.

source: Your account is not authorized to manage any vendors. Please contact us for help.
pt_br: Sua conta não está autorizada a gerenciar vendedores. Por favor, entre em contato conosco para suporte.

source: No valid commission to pay.
pt_br: Nenhuma comissão válida para pagar.

source: Order ID
pt_br: ID do Pedido

source: Vendor Name
pt_br: Nome do Vendedor

source: Product Name
pt_br: Nome do Produto

source: Variation Attributes
pt_br: Atributos da Variação

source: Product Amount
pt_br: Valor do Produto

source: Product Quantity
pt_br: Quantidade do Produto

source: Product Shipping Amount
pt_br: Valor da Entrega do Produto

source: Product Shipping Tax Amount
pt_br: Valor da Taxa de Entrega do Produto

source: Product Tax Amount
pt_br: Valor do Imposto do Produto

source: Product Commission Amount
pt_br: Valor da Comissão do Produto

source: Commission Paid Status
pt_br: Statuso da Comissão Paga

source: Commission Paid Date
pt_br: Data da Comissão Paga

source: %s is out of stock.
pt_br: %s está fora de estoque.

source: Product Out of Stock
pt_br: Produto Fora de Estoque

source: %s is low in stock.
pt_br: %s está com estoque baixo.

source: There are %d left
pt_br: Existem %d disponíveis

source: Product Low in Stock
pt_br: Produto com Estoque Baixo

source: WooCommerce Product Vendors data update complete. Thank you for updating to the latest version!
pt_br: A atualização do WooCommerce Product Vendors está finalizada. Obrigado por atualizar para última versão disponível!

source: WooCommerce Product Vendors Installed &#8211; To get started,
pt_br: WooCommerce Product Vendors foi instalado &#8211; Para começar,

source: configure your vendor settings
pt_br: configure as definições de vendedores

source: Commission data generated.
pt_br: Dados de comissão gerados.

source: Generate Vendor Commission
pt_br: Gerar Comissão de Vendedores

source: Your request has been submitted. You will be contacted shortly.
pt_br: Sua solicitação foi enviada. Você será contactado em breve.

source: First Name is a required field.
pt_br: Primeiro Nome é um campo obrigatório.

source: Last Name is a required field.
pt_br: Último Nome é um campo obrigatório.

source: Username is a required field.
pt_br: Nome de Usuário é um campo obrigatório.

source: Please choose a different username.
pt_br: Por favor, escolha um nome de usuário diferente.

source: Email is a required field.
pt_br: Email é um campo obrigatório.

source: Confirm email is a required field.
pt_br: Confirmação de email é um campo obrigatório.

source: Emails must match.
pt_br: Emails devem ser idênticos.

source: Email already exists in our system.
pt_br: Email já existe no nosso sistema.

source: Email is not valid.
pt_br: Email inválido.

source: Vendor Name is a required field.
pt_br: Nome de Vendedor é um campo obrigatório.

source: Sorry that vendor name already exists. Please enter a different one.
pt_br: Desculpe-nos, o nome de vendedor já está cadastrado. Por favor, escolha um nome diferente.

source: Vendor Description is a required field.
pt_br: Descrição de Vendedor é um nome obrigatório.

source: Same as your account login
pt_br: O mesmo que o login da sua conta

source: Same as your account password
pt_br: O mesmo que a senha de sua conta

source: Vendor Admin
pt_br: Vendedor Admin

source: Vendor Manager
pt_br: Gerenciar Vendedores

source: Pending Vendor
pt_br: Vendedores Pendentes

source: Hey there! The vendor registration form is not showing since you're logged in as an Administrator. If you'd like to verify the form is working, please log out and view this page again.
pt_br: Hey! O formulário de registro de vendedor não está disponível pois você está conectado como Administrador. Se você quer verificar se o formulário está funcionando, por favor desconecte-se e visite esta página novamente.

source: Great! You're already a vendor! Perhaps you want to go to the %1$sVendor Dashboard?%2$s
pt_br: Ótimo! Você já é um vendedor! Talvez você queria ir para o %1$sPainel de Vendedor?%2$s

# taxonomy general name
source: Vendors
pt_br: Vendedores

# taxonomy singular name
source: Vendor
pt_br: Vendedor

source: Search Vendors
pt_br: Buscar Vendedores

source: All Vendors
pt_br: Todos os Vendedores

source: Popular Vendors
pt_br: Vendedores Populares

source: Parent Vendor
pt_br: Vendedor Pai

source: Parent Vendor:
pt_br: Vendedor Pai:

source: Edit Vendor
pt_br: Editar Vendedor

source: View Vendor Page
pt_br: Ver Página do Vendedor

source: Update Vendor
pt_br: Atualizar Vendedor

source: Add New Vendor
pt_br: Adicionar Novo Vendedor

source: New Vendor Name
pt_br: Nome do Novo Vendedor

source: No Vendors Found
pt_br: Nenhum Vendedor Encontrado

source: Select a Vendor
pt_br: Selecionar Vendedor

source: Please create vendors by going %sHere%s
pt_br: Por favor, crie vendedores indo %saqui%s

source: Average Vendor Rating
pt_br: Avaliações Médias do Vendedor

source: Rated %s out of 5
pt_br: Avaliado %s de 5

source: out of 5
pt_br: de 5

source: Pending
pt_br: Pendente

source: Processing
pt_br: Processando

source: On-hold
pt_br: Aguardando

source: Completed
pt_br: Finalizado

source: Cancelled
pt_br: Cancelado

source: Refunded
pt_br: Reembolsado

source: Failed
pt_br: Falhou

source: Pre-ordered
pt_br: Pré-agendado

source: Trash
pt_br: Lixeira

source: Unknown
pt_br: Desconhecido

source: Vendor Dashboard
pt_br: Painel do Vendedor

source: Sold By
pt_br: Vendido Por

source: Vendor Approval
pt_br: Aprovação do Vendedor

source: When a vendor is approved, this email will be sent.
pt_br: Quando um vendedor for aprovado, este email será enviado.

source: [{site_title}] Vendor Approval
pt_br: [{site_title}] Vendedor Aprovado

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable this email notification
pt_br: Habilitar esta notificação de email

source: Subject
pt_br: Assunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
pt_br: Isto controla o assunto do email. Deixe em branco para usar o padrão: <code>%s</code>.

source: Email Heading
pt_br: Cabeçalho de Email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
pt_br: Isto controla o cabeçalho principal no email de notificação. Deixe em branco para usar o padrão: <code>%s</code>.

source: Email type
pt_br: Tipo de email

source: Choose which format of email to send.
pt_br: Escolha o formato de email para enviar.

source: Plain
pt_br: Básico

source: Cancelled Order Email (Vendor)
pt_br: Email de Cancelamento de Pedido (Vendedor)

source: When an order is cancelled with vendor products, this email will be sent out to the vendors.
pt_br: Quando um pedido é cancelado com produto do vendedor, este email é enviado ao vendedor.

source: Cancelled Order
pt_br: Pedido Cancelado

source: [{site_title}] Cancelled order ({order_number}) - {order_date}
pt_br: [{site_title}] Pedido cancelado ({order_number}) - {order_date}

source: Cancelled Order email sent to vendor(s).
pt_br: Email Pedido Cancelado enviado ao(s) vendedor(es).

source: Order Email (Vendor)
pt_br: Email de Pedido (Vendedor)

source: When an order is placed with vendor products, this email will be sent out to the vendors.
pt_br: Quando um pedido é feito com produtos do vendedor, este email é enviado ao vendedor.

source: New Customer Order
pt_br: Pedido de Novo Cliente

source: [{site_title}] New customer order ({order_number}) - {order_date}
pt_br: [{site_title}] Pedido de Novo Cliente ({order_number}) - {order_date}

source: New Order email sent to vendor(s).
pt_br: Email de Novo Pedido enviado ao(s) vendedor(es).

source: Order Fulfill Status Notification (Admin)
pt_br: Pedido de Notificação de Requerimento de Status

source: When a vendor updates the fulfillment status of an item, this notification email will be sent to the admin.
pt_br: Quando um vendedor atualiza o status de requerimento de um ítem, este email é enviado ao admin.

source: Fulfillment Status Notification
pt_br: Notificação de Requerimento de Status

source: [{site_title}] Fulfillment Status Notification
pt_br: [{site_title}] Notificação de Requerimento de Status

source: Recipient(s)
pt_br: Recipiente(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
pt_br: Insira os destinatários (separados por vírgulas) para este email. Padrão é <code>%s</code>.

source: Order Note to Customer (Vendors)
pt_br: Pedido Nota para Cliente (Vendedores)

source: When vendor creates an order note for the customer, this email will be triggered.
pt_br: Quando um vendedor cria uma nota para cliente, este email é disparado.

source: Order Note
pt_br: Nota do Pedido

source: [{site_title}] Order note ({order_number}) - {order_date}
pt_br: [{site_title}] Nota do Pedido ({order_number}) - {order_date}

source: Product Added Notice
pt_br: Aviso de Produto Adicionado

source: When a vendor submits a product, this notice will be sent to the admin.
pt_br: Quando um vendedor envia um produto, este aviso é enviado ao admin.

source: [{site_title}] New vendor Product
pt_br: [{site_title}] Novo produto do vendedor

source: Vendor Registration (Admin)
pt_br: Cadastro de Vendedor (Admin)

source: When a vendor submits a registration form, this email will be sent to the admin for notification.
pt_br: Quando um vendedor envia o formulário de cadastro, este email é enviado ao admin para notificação.

source: Vendor Registration
pt_br: Cadastro de Vendedor

source: [{site_title}] Vendor Registration
pt_br: [{site_title}] Cadastro de Vendedor

source: Vendor Registration (Vendor)
pt_br: Cadastro de Vendedor (Vendedor)

source: When a vendor submits a registration form, this email will be sent to the vendor with login information.
pt_br: Quando um vendedor envia o formulário de cadastro, este email é enviado ao vendedor com a informação de login.

source: You have earned a commission
pt_br: Você ganhou uma comissão

source: You have earned a commission from %s for order #%s.
pt_br: Você ganhou uma comissão de %s pelo pedido #%s.

source: Recent Bookings
pt_br: Reservas Recentes

source: There are no bookings available.
pt_br: Não há reservas disponíveis.

source: Booking ID
pt_br: ID da Reserva

source: Booked Product
pt_br: Produto Reservado

source: # of Persons
pt_br: # de Pessoas

source: Booked By
pt_br: Reservado Por

source: Start Date
pt_br: Data de Início

source: End Date
pt_br: Data Final

source: Edit Booking
pt_br: Editar Reserva

source: Booking #%d
pt_br: Reserva #%d

source: Edit Product
pt_br: Editar Produto

source: Order Detail
pt_br: Detalhe do Pedido

source: Global Availability
pt_br: Disponibilidade Global

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Monday
pt_br: Segunda-feira

source: Tuesday
pt_br: Terça-feira

source: Wednesday
pt_br: Quarta-feira

source: Thursday
pt_br: Quinta-feira

source: Friday
pt_br: Sexta-feira

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: Week %s
pt_br: Semana %s

source: Date range
pt_br: Variação da Data

source: Range of months
pt_br: Variação dos Meses

source: Range of weeks
pt_br: Variação das Semanas

source: Range of days
pt_br: Variação dos Dias

source: Time Ranges
pt_br: Variações do Período

source: Time Range (all week)
pt_br: Variação do Período (todas as semanas)

source: Date Range with time
pt_br: Variação da Data com período

source: to
pt_br: para

source: Settings saved
pt_br: Configurações salvas

source: Global availability
pt_br: Disponibilidade global

source: The availability rules you define here will affect all bookable products in your store.
pt_br: As regras de disponibilidade que você definir aqui vão afetar os produtos reserváveis da sua loja.

source: Range type
pt_br: Variação do Tipo

source: Range
pt_br: Variação

source: Bookable
pt_br: Reservável

source: If not bookable, users won't be able to choose this block for their booking.
pt_br: Se não agendável, usuários não poderão escolher este bloco para suas reservas.

source: Priority
pt_br: Prioridade

source: The lower the priority number, the earlier this rule gets applied. By default, global rules take priority over product rules which take priority over resource rules. By using priority numbers you can execute rules in different orders.
pt_br: Quanto menor o número da prioridade, mais cedo esta regra será aplicada. Por padrão, regras globais tem prioridade sobre regras de produtos, que tem prioridade sobre regras de recursos. Utilizando números de prioridades você pode executar as regras em diferentes ordens.

source: Add Range
pt_br: Adicionar Variação

source: Rules with lower numbers will execute first. Rules further down this table with the same priority will also execute first.
pt_br: Regras com números mais baixos serão executadas primeiro. Regras mais abaixo nesta tabela com a mesma prioridade também serão executadas primeiro.

source: Save Changes
pt_br: Salvar Alterações

source: No row selected
pt_br: Nenhuma linha selecionada

source: Product ID
pt_br: ID do Produto

source: Country Code
pt_br: Código do País

source: State/County Code
pt_br: Código do Estado

source: Zip/Postal Code
pt_br: CEP

source: Cost
pt_br: Custo

source: Item Cost
pt_br: Custo do Ítem

source: Shipping Rules
pt_br: Regras de Envio

source: A 2 digit country code, e.g. US. Leave blank to apply to all.
pt_br: O código do país com 2 dígitos, ex.: BR. Deixe em branco para aplicar a todos.

source: A state code, e.g. AL. Leave blank to apply to all.
pt_br: O código de estado, ex.: SP. Deixe em branco para aplicar a todos.

source: Postcode for this rule. Wildcards (*) can be used. Leave blank to apply to all areas.
pt_br: CEP para esta regra. Coringas (*) podem ser utilizados. Deixe em branco para aplicar para todas as áreas.

source: Line Cost (Excl. Tax)
pt_br: Linha de Custo (Excl. Imposto)

source: Decimal cost for the line as a whole.
pt_br: Custo decimal para linha como um todo.

source: Item Cost (Excl. Tax)
pt_br: Custo do Item (Excl. Imposto)

source: Decimal cost for the item (multiplied by qty).
pt_br: Custo decimal para o item (multiplicado pela qntd).

source: Insert row
pt_br: Inserir linha

source: Remove row
pt_br: Remover linha

source: Import CSV
pt_br: Importar CSV

source: WooCommerce Product Vendors Per-product shipping rates (CSV)
pt_br: Taxas de Entrega por Produtos do WooCommerce Product Vendors (CSV)

source: Import <strong>per-product shipping rates</strong> to your store via a csv file.
pt_br: Importe <strong>taxas de entrega por produto</strong> para sua loja através de arquivo csv.

source: Sorry, there has been an error.
pt_br: Desculpe, houve um erro.

source: The file does not exist, please try again.
pt_br: O arquivo não existe, por favor, tente novamente.

source: The CSV is invalid.
pt_br: O CSV é inválido.

source: Import complete - imported <strong>%1$s</strong> shipping rates and skipped <strong>%2$s</strong>.
pt_br: Importação completa - importadas <strong>%1$s</strong> taxas de entregas e ignoradas <strong>%2$s</strong>

source: All done!
pt_br: Tudo pronto!

source: Import Per-product Shipping Rates
pt_br: Importar Taxas de Entrega por Produtos

source: Hi there! Upload a CSV file containing per-product shipping rates to import the contents into your shop. Choose a .csv file to upload, then click "Upload file and import".
pt_br: Olá! Carregue um arquivo CSV contendo as taxas de entrega por produto para importar o conteúdo à sua loja. Escolha o arquivo .csv para carregar, depois clique em "Carregar arquivo e importar".

source: Rates need to be defined with columns in a specific order (6 columns). Product ID, Country Code, State Code, Postcode, Cost, Item Cost
pt_br: Taxas precisam ser definidas com colunas em ordem específica (6 colunas). ID do Produto, Código do País, Código do Estado, CEP, Custo, Custo do Ítem

source: Before you can upload your import file, you will need to fix the following error:
pt_br: Antes de carregar e importar seu arquivo, você precisa corrigir os seguintes erros:

source: Choose a file from your computer:
pt_br: Escolha um arquivo do seu computador:

source: Maximum size: %s
pt_br: Tamanho máximo: %s

source: Delimiter
pt_br: Delimitar

source: Upload file and import
pt_br: Carregar arquivo e importar

source: Vendors Per Product Shipping
pt_br: Entrega por Produto para Vendedores

source: Per product shipping allows you to define different shipping costs for products per vendor, based on customer location.
pt_br: Entrega por produto permite que você defina custos de envio para produtos por vendedor, baseado na localização do cliente.

source: Enable Shipping Method
pt_br: Habilitar Método de Entrega

source: Enable per-product shipping method for vendors
pt_br: Habilitar modo de entrega por produto para os vendedores

source: Method Title
pt_br: Método do Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Per Product Shipping
pt_br: Entrega por Produto

source: Tax Status
pt_br: Status do Imposto

source: Taxable
pt_br: Taxável

source: None
pt_br: Nenhum

source: Default Product Cost
pt_br: Custo do Produto Padrão

source: Cost excluding tax (per product) for products without defined costs. Enter an amount, e.g. 2.50.
pt_br: Custo excluindo imposto (por produto) para produtos sem custo definido. Insira um valor, ex.: 2.50.

source: Handling Fee (per product)
pt_br: Taxa de Manuseio (por produto)

source: Fee excluding tax. Enter an amount, e.g. 2.50, or a percentage, e.g. 5%. Leave blank to disable.
pt_br: Taxa excluindo imposto. Insira um valor, ex.: 2.50, ou uma porcentagem, ex.: 5%. Deixe em branco para desabilitar.

source: Handling Fee (per order)
pt_br: Taxa de Manuseio (por pedido)

source: Method availability
pt_br: Método da Disponibilidade

source: All allowed countries
pt_br: Todos os países permitidos

source: Specific Countries
pt_br: Países Específicos

source: A widget to display vendor information in context.
pt_br: Um widget para mostrar informações do vendedor no contexto.

source: View more products from this vendor
pt_br: Ver mais produtos deste vendedor

source: Title
pt_br: Título

source: Current Vendor
pt_br: Vendedor Atual

source: Selecting "Current Vendor", will display the details of the vendors whose product(s) are being viewed at the time. It will not show on other pages.
pt_br: Selecionar "Vendedor Atual" vai mostrar os detalhes dos vendedores cujos produtos estão sendo vistos neste momento. Não será mostrado em outras páginas.

source: The order #%d from %s has been cancelled. The order was as follows:
pt_br: O pedido #%d de %s foi cancelado. O pedido era assim:

source: Quantity
pt_br: Quantidade

source: Price
pt_br: Preço

source: Product Image
pt_br: Imagem do Produto

source: Shipping Address
pt_br: Endereço de Entrega

source: You have received an order from %s. The order is as follows:
pt_br: Você recebeu um pedido de %s. O pedido é assim:

source: Order #%s
pt_br: Pedido #%s

source: Hello! A vendor has updated an order item fulfillment status.
pt_br: Olá! Um vendedor atualizou o status da requisição de um item do pedido.

source: Order Information:
pt_br: Informação do Pedido:

source: Order Number
pt_br: Número do Pedido

source: Order Item
pt_br: Item do Pedido

source: Hello, a note has just been added to your order:
pt_br: Olá, uma nota acabou de ser adicionada ao seu pedido:

source: For your reference, your order details are shown below.
pt_br: Para seu conhecimento, os detalhes do seu pedido estão abaixo.

source: The order #%s from %s has been cancelled. The order was as follows:
pt_br: O pedido #%s de %s foi cancelado. O pedido era assim:

source: Quantity: %s
pt_br: Quantidade: %s

source: Cost: %s
pt_br: Custo: %s

source: You have received an order from %s.
pt_br: Você recebeu um pedido de %s.

source: Order number: %s
pt_br: Número do Pedido: %s

source: Order Information
pt_br: Informação do Pedido

source: Order Number: %s
pt_br: Número do Pedido: %s

source: Order Item: %s
pt_br: Item do Pedido: %s

source: Fulfillment Status: %s
pt_br: Status do Requerimento: %s

source: Hello! A vendor ( %s ) has added a new product awaiting review.
pt_br: Olá! Um vendedor ( %s ) adicionou um novo produto aguardando revisão.

source: You have full administration access.
pt_br: Você tem acesso total à administração.

source: You have limited management access.
pt_br: Você tem acesso limitado à administração.

source: Hello! You have been approved to be a vendor on this store.
pt_br: Olá! Você foi aprovado para ser um vendedor nesta loja.

source: Please login to the site and visit your vendor dashboard to start managing your products.
pt_br: Por favor, entre no site e visite seu painel de vendedor para gerenciar seus produtos.

source: Login Address: %s
pt_br: Endereço de Login: %s

source: Hello! A vendor has requested to be registered.
pt_br: Olá! Um vendedor pediu para ser cadastrado.

source: Vendor Information
pt_br: Informação do Vendedor

source: Vendor Name: %s
pt_br: Nome do Vendedor: %s

source: Vendor Description:
pt_br: Descrição do Vendedor:

source: Hello! Thank you for registering to become a vendor.
pt_br: Olá! Obrigado por se cadastrar para ser um vendedor.

source: Once your application has been approved, you will be able to login.
pt_br: Assim que seu cadastro for aprovado, você poderá entrar.

source: Here is your login account information:
pt_br: Esta é a informação da sua conta de usuário:

source: Login Name: %s
pt_br: Nome de Usuário: %s

source: Click the link below to set your password and gain access to your account.
pt_br: Clique no link abaixo para cadastrar sua senha e ter acesso à sua conta.

source: Vendor information:
pt_br: Informação do vendedor:

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Último Nome

source: Vendor Description
pt_br: Descrição do Vendedor

source: Once your application has been approved, you will be notified.
pt_br: Assim que seu cadastro for aprovado, você será notificado.

source: Click here to set your password and gain access to your account.
pt_br: Clique aqui para cadastrar uma senha e ter acesso à sua conta.

source: Vendor Registration Form
pt_br: Formulário de Cadastro de Vendedor

source: Submit the form below to become a vendor on this store.
pt_br: Envie o formulário abaixo para se tornar um vendedor desta loja.

source: Login Username
pt_br: Nome de Usuário

source: Confirm Email
pt_br: Confirmar Email

source: Important: This is the name that customers see when purchasing your products. Please choose carefully.
pt_br: Importante: Este é o nome que os clientes verão ao comprar seus produtos. Por favor, escolha cuidadosamente.

source: Please describe something about your company and what you sell.
pt_br: Por favor, descreva sua empresa e o que você vende.

source: Register
pt_br: Registrar
